{
  "compliance_uri": "Fedramp-Control-Moderate/0010", 
  "compliance_control_number": "1000000023", 
  "compliance_control_uri": "Fedramp-Control-Moderate/0010/1000000023", 
  "Control Name": "SYSTEM USE NOTIFICATION", 
  "Control Family": "ACCESS CONTROL", 
  "Control Statement": "The information system: a. Displays to users [Assignment: organization-defined system use notification message or banner] before granting access to the system that provides privacy and security notices consistent with applicable federal laws, Executive Orders, directives, policies, regulations, standards, and guidance and states that:   1. Users are accessing a U.S. Government information system;   2. Information system usage may be monitored, recorded, and subject to audit;   3. Unauthorized use of the information system is prohibited and subject to criminal and civil penalties; and   4. Use of the information system indicates consent to monitoring and recording; b. Retains the notification message or banner on the screen until users acknowledge the usage conditions and take explicit actions to log on to or further access the information system; and  c. For publicly accessible systems:   1. Displays system use information [Assignment: organization-defined conditions], before granting further access;   2. Displays references, if any, to monitoring, recording, or auditing that are consistent with privacy accommodations for such systems that generally prohibit those activities; and   3. Includes a description of the authorized uses of the system.Supplemental Guidance:  System use notifications can be implemented using messages or warning banners displayed before individuals log in to information systems. System use notifications are used only for access via logon interfaces with human users and are not required when such human interfaces do not exist. Organizations consider system use notification messages/banners displayed in multiple languages based on specific organizational needs and the demographics of information system users. Organizations also consult with the Office of the General Counsel for legal review and approval of warning banner content.Control Enhancements:  None.References: None.", 
  "control_attributes": {
    "Category": "ACCESS CONTROL", 
    "description": "The information system: a. Displays to users [Assignment: organization-defined system use notification message or banner] before granting access to the system that provides privacy and security notices consistent with applicable federal laws, Executive Orders, directives, policies, regulations, standards, and guidance and states that:   1. Users are accessing a U.S. Government information system;   2. Information system usage may be monitored, recorded, and subject to audit;   3. Unauthorized use of the information system is prohibited and subject to criminal and civil penalties; and   4. Use of the information system indicates consent to monitoring and recording; b. Retains the notification message or banner on the screen until users acknowledge the usage conditions and take explicit actions to log on to or further access the information system; and  c. For publicly accessible systems:   1. Displays system use information [Assignment: organization-defined conditions], before granting further access;   2. Displays references, if any, to monitoring, recording, or auditing that are consistent with privacy accommodations for such systems that generally prohibit those activities; and   3. Includes a description of the authorized uses of the system.Supplemental Guidance:  System use notifications can be implemented using messages or warning banners displayed before individuals log in to information systems. System use notifications are used only for access via logon interfaces with human users and are not required when such human interfaces do not exist. Organizations consider system use notification messages/banners displayed in multiple languages based on specific organizational needs and the demographics of information system users. Organizations also consult with the Office of the General Counsel for legal review and approval of warning banner content.Control Enhancements:  None.References: None.", 
    "SelectionParam": "AC-8 (a) [see additional Requirements and Guidance]AC-8 (c) [see additional Requirements and Guidance]", 
    "FedRampParam": "x", 
    "SORTID": "AC-08", 
    "CNTL NO": "AC-8", 
    "AdditionalReq": "AC-8 Requirement: The service provider shall determine elements of the cloud environment that require the System Use Notification control. The elements of the cloud environment that require System Use Notification are approved and accepted by the JAB/AO. Requirement: The service provider shall determine how System Use Notification is going to be verified and provide appropriate periodicity of the check. The System Use Notification verification and periodicity are approved and accepted by the JAB/AO.Guidance: If performed as part of a Configuration Baseline check, then the % of items requiring setting that are checked and that pass (or fail) check can be provided. Requirement: If not performed as part of a Configuration Baseline check, then there must be documented agreement on how to provide results of verification and the necessary periodicity of the verification by the service provider. The documented agreement on how to provide verification of the results are approved and accepted by the JAB/AO.", 
    "Control Name": "SYSTEM USE NOTIFICATION"
  }, 
  "is_deleted": false, 
  "system_default": true
}